{
  "products": [
    {
      "id": 1,
      "name": {
        "es": "MAN POWERS Maca Forte 10:1 - 5000",
        "en": "MAN POWERS Maca Forte 10:1 - 5000"
      },
      "description": {
        "es": "Suplemento deportivo premium elaborado a partir de raíz de Maca Andina concentrada, que ofrece una potencia de 5000mg por cápsula. Diseñado para aumentar la energía, resistencia y rendimiento atlético en deportistas de élite.",
        "en": "Premium sports supplement made from concentrated Andean Maca root, offering a potency of 5000mg per capsule. Designed to increase energy, endurance and athletic performance in elite athletes."
      },
      "image": "/products/MACA 500.png",
      "category": "suplementos",
      "available": false
    },
    {
      "id": 2,
      "name": {
        "es": "Omega 3 - Puro aceite de pescado",
        "en": "Omega 3 - Pure fish oil"
      },
      "description": {
        "es": "Omega 3 deportivo de aceite de pescado puro, enriquecido con Vitamina E. Esencial para la recuperación muscular, función cerebral y rendimiento cardiovascular en atletas de alto nivel.",
        "en": "Sports Omega 3 from pure fish oil, enriched with Vitamin E. Essential for muscle recovery, brain function and cardiovascular performance in high-level athletes."
      },
      "image": "/products/OMEGA 3 CAPSULAS.png",
      "category": "suplementos",
      "available": false
    },
    {
      "id": 3,
      "name": {
        "es": "MAN Protector Solar Facial y Corporal SPF 50+",
        "en": "MAN Facial and Body Sunscreen SPF 50+"
      },
      "description": {
        "es": "Protector solar deportivo SPF 50+ diseñado para atletas que entrenan al aire libre. Resistente al sudor y agua, ofrece protección total durante actividades deportivas intensas. Enriquecido con Ácido Hialurónico.",
        "en": "Sports sunscreen SPF 50+ designed for athletes who train outdoors. Sweat and water resistant, offers total protection during intense sports activities. Enriched with Hyaluronic Acid."
      },
      "image": "/products/MAN PROTECTOR SOLAR.png",
      "category": "cuidado",
      "available": true,
      "amazonLinks": {
        "100ml": "https://www.amazon.es/dp/B0FMRZL91K",
        "50ml": "https://www.amazon.es/dp/B0FMRYF82L"
      }
    },
    {
      "id": 4,
      "name": {
        "es": "Creatina Monohidrato Premium",
        "en": "Premium Creatine Monohydrate"
      },
      "description": {
        "es": "Creatina monohidrato de máxima pureza para deportistas de élite. Aumenta la fuerza explosiva, potencia muscular y acelera la recuperación entre entrenamientos intensos. Ideal para deportes de fuerza y alta intensidad.",
        "en": "Maximum purity creatine monohydrate for elite athletes. Increases explosive strength, muscle power and accelerates recovery between intense training sessions. Ideal for strength and high-intensity sports."
      },
      "image": "/products/creatina.png",
      "category": "suplementos",
      "available": false
    },
    {
      "id": 5,
      "name": {
        "es": "Huesos Fuertes - Calcio + Vitamina D3",
        "en": "Strong Bones - Calcium + Vitamin D3"
      },
      "description": {
        "es": "Fórmula deportiva avanzada con calcio y vitamina D3 para fortalecer huesos y articulaciones en atletas. Esencial para deportistas que someten sus huesos a alto impacto y estrés físico constante.",
        "en": "Advanced sports formula with calcium and vitamin D3 to strengthen bones and joints in athletes. Essential for athletes who subject their bones to high impact and constant physical stress."
      },
      "image": "/products/huesos fuertes.png",
      "category": "suplementos",
      "available": false
    },
    {
      "id": 6,
      "name": {
        "es": "Gel de Aloe Vera Puro",
        "en": "Pure Aloe Vera Gel"
      },
      "description": {
        "es": "Gel de aloe vera 100% puro para deportistas. Ideal para aliviar irritaciones de la piel causadas por el roce del equipamiento deportivo, acelerar la recuperación de heridas menores y hidratar la piel después del entrenamiento.",
        "en": "100% pure aloe vera gel for athletes. Ideal for relieving skin irritations caused by sports equipment friction, accelerating recovery from minor wounds and hydrating skin after training."
      },
      "image": "/products/aleo vera gel.png",
      "category": "cuidado",
      "available": false
    },
    {
      "id": 7,
      "name": {
        "es": "Champú Anti-Caída Fortalecedor",
        "en": "Anti-Hair Loss Strengthening Shampoo"
      },
      "description": {
        "es": "Champú deportivo especializado para atletas que usan cascos o gorros deportivos. Fortalece el cabello desde la raíz, previene la caída causada por el sudor excesivo y mantiene el cuero cabelludo saludable.",
        "en": "Specialized sports shampoo for athletes who wear helmets or sports caps. Strengthens hair from the root, prevents hair loss caused by excessive sweating and maintains a healthy scalp."
      },
      "image": "/products/Champu Anti Caida.png",
      "category": "cuidado",
      "available": false
    },
    {
      "id": 8,
      "name": {
        "es": "Crema para Masajes Relajante",
        "en": "Relaxing Massage Cream"
      },
      "description": {
        "es": "Crema de masaje deportivo con aceites esenciales para la recuperación muscular post-entrenamiento. Alivia la tensión muscular, reduce la inflamación y acelera la recuperación entre sesiones de entrenamiento intenso.",
        "en": "Sports massage cream with essential oils for post-training muscle recovery. Relieves muscle tension, reduces inflammation and accelerates recovery between intense training sessions."
      },
      "image": "/products/Crema Masajes.png",
      "category": "cuidado",
      "available": false
    },
    {
      "id": 9,
      "name": {
        "es": "Crema para Pies con Aceite de Espliego",
        "en": "Lavender Oil Foot Cream"
      },
      "description": {
        "es": "Crema deportiva especializada para pies de atletas con aceite de espliego. Previene ampollas, callos y rozaduras causadas por el calzado deportivo. Ideal para corredores, futbolistas y deportistas de alto rendimiento.",
        "en": "Specialized sports foot cream for athletes with lavender oil. Prevents blisters, calluses and chafing caused by sports footwear. Ideal for runners, soccer players and high-performance athletes."
      },
      "image": "/products/crema pies.png",
      "category": "cuidado",
      "available": false
    },
    {
      "id": 10,
      "name": {
        "es": "Crema Anti-Rozaduras Deportivo",
        "en": "Sports Anti-Chafing Cream"
      },
      "description": {
        "es": "Stick anti-rozaduras deportivo de aplicación fácil para prevenir irritaciones durante entrenamientos intensos. Resistente al agua y sudor, esencial para deportes de resistencia y actividades de larga duración.",
        "en": "Easy-to-apply sports anti-chafing stick to prevent irritation during intense training. Water and sweat resistant, essential for endurance sports and long-duration activities."
      },
      "image": "/products/AntiRozaduras.png",
      "category": "deportes",
      "available": false
    },
    {
      "id": 11,
      "name": {
        "es": "Agarre Táctico Profesional",
        "en": "Professional Tactical Grip"
      },
      "description": {
        "es": "Agarre táctico de alta calidad para mejorar el rendimiento en deportes y actividades que requieren precisión y control.",
        "en": "High-quality tactical grip to improve performance in sports and activities requiring precision and control."
      },
      "image": "/products/agarre tactico.png",
      "category": "deportes",
      "available": false
    },
    {
      "id": 12,
      "name": {
        "es": "Agarre Técnico Avanzado",
        "en": "Advanced Technical Grip"
      },
      "description": {
        "es": "Agarre técnico diseñado para deportistas profesionales que buscan el máximo control y precisión en sus movimientos.",
        "en": "Technical grip designed for professional athletes seeking maximum control and precision in their movements."
      },
      "image": "/products/agarre tecnico.png",
      "category": "deportes",
      "available": false
    }
  ]
}