{
  "products": [
    {
      "id": 1,
      "name": {
        "es": "MAN POWERS Maca Forte 10:1 - 5000",
        "en": "MAN POWERS Maca Forte 10:1 - 5000"
      },
      "description": {
        "es": "Suplemento premium elaborado a partir de raíz de Maca Andina concentrada, que ofrece una potencia de 5000mg por cápsula. Envasado en contenedores reciclables como parte de nuestro compromiso con la sostenibilidad.",
        "en": "Premium supplement made from concentrated Andean Maca root, offering a potency of 5000mg per capsule. Packaged in recyclable containers as part of our commitment to sustainability."
      },
      "image": "/products/MACA 500.png",
      "category": "suplementos",
      "available": false
    },
    {
      "id": 2,
      "name": {
        "es": "Omega 3 - Puro aceite de pescado",
        "en": "Omega 3 - Pure fish oil"
      },
      "description": {
        "es": "Omega 3 puro aceite de pescado, enriquecido con Vitamina E. Envasado en contenedores de vidrio reciclable, contribuyendo a un mundo más sostenible.",
        "en": "Pure fish oil Omega 3, enriched with Vitamin E. Packaged in recyclable glass containers, contributing to a more sustainable world."
      },
      "image": "/products/OMEGA 3 CAPSULAS.png",
      "category": "suplementos",
      "available": false
    },
    {
      "id": 3,
      "name": {
        "es": "MAN Protector Solar Facial y Corporal SPF 50+",
        "en": "MAN Facial and Body Sunscreen SPF 50+"
      },
      "description": {
        "es": "Protector solar eficaz SPF 50+ que ofrece protección total para tu piel frente a los rayos UVA/UVB. Enriquecido con Ácido Hialurónico y envasado en contenedores reciclables para cuidar tu piel y el planeta.",
        "en": "Effective SPF 50+ sunscreen that offers total skin protection against UVA/UVB rays. Enriched with Hyaluronic Acid and packaged in recyclable containers to care for your skin and the planet."
      },
      "image": "/products/MAN PROTECTOR SOLAR.png",
      "category": "cuidado",
      "available": true,
      "amazonLinks": {
        "100ml": "https://www.amazon.es/dp/B0FMRZL91K",
        "50ml": "https://www.amazon.es/dp/B0FMRYF82L"
      }
    },
    {
      "id": 4,
      "name": {
        "es": "Creatina Monohidrato Premium",
        "en": "Premium Creatine Monohydrate"
      },
      "description": {
        "es": "Creatina monohidrato de máxima pureza para aumentar la fuerza y potencia muscular. Envasada en contenedores reciclables como parte de nuestro compromiso sostenible.",
        "en": "Maximum purity creatine monohydrate to increase strength and muscle power. Packaged in recyclable containers as part of our sustainable commitment."
      },
      "image": "/products/creatina.png",
      "category": "suplementos",
      "available": false
    },
    {
      "id": 5,
      "name": {
        "es": "Huesos Fuertes - Calcio + Vitamina D3",
        "en": "Strong Bones - Calcium + Vitamin D3"
      },
      "description": {
        "es": "Fórmula avanzada con calcio y vitamina D3 para fortalecer huesos y dientes. Envasado en contenedores reciclables para un futuro más sostenible.",
        "en": "Advanced formula with calcium and vitamin D3 to strengthen bones and teeth. Packaged in recyclable containers for a more sustainable future."
      },
      "image": "/products/huesos fuertes.png",
      "category": "suplementos",
      "available": false
    },
    {
      "id": 6,
      "name": {
        "es": "Gel de Aloe Vera Puro",
        "en": "Pure Aloe Vera Gel"
      },
      "description": {
        "es": "Gel de aloe vera 100% puro para proteger, hidratar y regenerar tu piel de forma eficaz. Envasado en contenedores reciclables para el cuidado de tu piel y el planeta.",
        "en": "100% pure aloe vera gel to effectively protect, hydrate and regenerate your skin. Packaged in recyclable containers for the care of your skin and the planet."
      },
      "image": "/products/aleo vera gel.png",
      "category": "cuidado",
      "available": false
    },
    {
      "id": 7,
      "name": {
        "es": "Champú Anti-Caída Fortalecedor",
        "en": "Anti-Hair Loss Strengthening Shampoo"
      },
      "description": {
        "es": "Champú especializado para proteger y fortalecer el cuero cabelludo desde la raíz. Enriquecido con biotina y keratina, envasado en contenedores reciclables.",
        "en": "Specialized shampoo to protect and strengthen the scalp from the root. Enriched with biotin and keratin, packaged in recyclable containers."
      },
      "image": "/products/Champu Anti Caida.png",
      "category": "cuidado",
      "available": false
    },
    {
      "id": 8,
      "name": {
        "es": "Crema para Masajes Relajante",
        "en": "Relaxing Massage Cream"
      },
      "description": {
        "es": "Crema de masaje con aceites esenciales para proteger y relajar la piel mientras alivia músculos tensos. Envasada en contenedores reciclables.",
        "en": "Massage cream with essential oils to protect and relax skin while relieving tense muscles. Packaged in recyclable containers."
      },
      "image": "/products/Crema Masajes.png",
      "category": "cuidado",
      "available": false
    },
    {
      "id": 9,
      "name": {
        "es": "Crema para Pies con Aceite de Espliego",
        "en": "Lavender Oil Foot Cream"
      },
      "description": {
        "es": "Crema eficaz para la protección y cuidado de los pies con aceite de espliego. Hidrata y protege la piel, envasada en contenedores reciclables.",
        "en": "Effective cream for foot protection and care with lavender oil. Hydrates and protects skin, packaged in recyclable containers."
      },
      "image": "/products/crema pies.png",
      "category": "cuidado",
      "available": false
    },
    {
      "id": 10,
      "name": {
        "es": "Crema Anti-Rozaduras Deportivo",
        "en": "Sports Anti-Chafing Cream"
      },
      "description": {
        "es": "Stick eficaz para la protección de la piel contra rozaduras durante el ejercicio. Resistente al agua y sudor, envasado en contenedores reciclables.",
        "en": "Effective stick for skin protection against chafing during exercise. Water and sweat resistant, packaged in recyclable containers."
      },
      "image": "/products/AntiRozaduras.png",
      "category": "deportes",
      "available": false
    },
    {
      "id": 11,
      "name": {
        "es": "Agarre Táctico Profesional",
        "en": "Professional Tactical Grip"
      },
      "description": {
        "es": "Agarre táctico de alta calidad para mejorar el rendimiento en deportes y actividades que requieren precisión y control.",
        "en": "High-quality tactical grip to improve performance in sports and activities requiring precision and control."
      },
      "image": "/products/agarre tactico.png",
      "category": "deportes",
      "available": false
    },
    {
      "id": 12,
      "name": {
        "es": "Agarre Técnico Avanzado",
        "en": "Advanced Technical Grip"
      },
      "description": {
        "es": "Agarre técnico diseñado para deportistas profesionales que buscan el máximo control y precisión en sus movimientos.",
        "en": "Technical grip designed for professional athletes seeking maximum control and precision in their movements."
      },
      "image": "/products/agarre tecnico.png",
      "category": "deportes",
      "available": false
    }
  ]
}