{
  "products": [
    {
      "id": 1,
      "name": {
        "es": "MAN POWERS Maca Forte 10:1 - 5000",
        "en": "MAN POWERS Maca Forte 10:1 - 5000"
      },
      "description": {
        "es": "Suplemento premium elaborado a partir de raíz de Maca Andina concentrada, que ofrece una potencia de 5000mg por cápsula. Su fórmula está diseñada para brindarte energía explosiva, resistencia física y un mayor enfoque mental.",
        "en": "Premium supplement made from concentrated Andean Maca root, offering a potency of 5000mg per capsule. Its formula is designed to provide explosive energy, physical endurance and enhanced mental focus."
      },
      "price": "36,30",
      "size": "150 cap",
      "image": "/products/MACA-500.jpg",
      "category": { "es": "suplementos", "en": "supplements" },
      "sportId": "multisport",
      "available": true
    },
    {
      "id": 2,
      "name": {
        "es": "Omega 3 - Puro aceite de pescado",
        "en": "Omega 3 - Pure fish oil"
      },
      "description": {
        "es": "Omega 3 puro aceite de pescado, enriquecido con Vitamina E. Esencial para la salud cardiovascular, función cerebral y bienestar general.",
        "en": "Pure fish oil Omega 3, enriched with Vitamin E. Essential for cardiovascular health, brain function and overall wellness."
      },
      "price": "30,25",
      "size": "220 cap",
      "image": "/products/OMEGA-3.jpg",
      "category": { "es": "suplementos", "en": "supplements" },
      "sportId": "multisport",
      "available": true
    },
    {
      "id": 3,
      "name": {
        "es": "MAN Protector Solar Facial y Corporal SPF 50+",
        "en": "MAN Facial and Body Sunscreen SPF 50+"
      },
      "description": {
        "es": "Tu aliado perfecto para el verano. Este innovador protector solar SPF 50+ te ofrece una protección total frente a los rayos UVA/UVB, combinada con un acelerador del bronceado. Su fórmula avanzada está enriquecida con Ácido Hialurónico.",
        "en": "Your perfect summer ally. This innovative SPF 50+ sunscreen offers total protection against UVA/UVB rays, combined with a tanning accelerator. Its advanced formula is enriched with Hyaluronic Acid."
      },
      "price": "24,20",
      "size": "100 ml",
      "image": "/products/MAN-PROTECTOR-SOLAR.jpg",
      "category": { "es": "cuidado", "en": "care" },
      "sportId": "multisport",
      "available": true,
      "amazonLinks": {
        "100ml": "https://www.amazon.es/dp/B0FMRZL91K",
        "50ml": "https://www.amazon.es/dp/B0FMRYF82L"
      }
    },
    {
      "id": 4,
      "name": {
        "es": "Creatina Monohidrato Premium",
        "en": "Premium Creatine Monohydrate"
      },
      "description": {
        "es": "Creatina monohidrato de máxima pureza para aumentar la fuerza, potencia y masa muscular. Ideal para entrenamientos de alta intensidad y deportes de fuerza.",
        "en": "Maximum purity creatine monohydrate to increase strength, power and muscle mass. Ideal for high-intensity training and strength sports."
      },
      "price": "26,62",
      "size": "300 g",
      "image": "/products/CREATINA.jpg",
      "category": { "es": "suplementos", "en": "supplements" },
      "sportId": "multisport",
      "available": true
    },
    {
      "id": 5,
      "name": {
        "es": "Crema Anti-Rozaduras",
        "en": "Anti-Chafing Cream"
      },
      "description": {
        "es": "Antes de enfundarte la chaqueta y el plastrón, prepara la piel para los asaltos. Esta crema anti‑rozaduras crea una barrera invisible que reduce la fricción en axilas, ingles y cintura, incluso bajo el calor de la máscara. Se mantiene firme con el sudor y permite moverte con libertad en cada finta y desplazamiento.",
        "en": "Before you zip up the jacket and plastron, prep your skin for the bout. This anti‑chafing cream builds an invisible shield that reduces friction on underarms, groin and waist, even under the mask’s heat. Sweat‑resistant and movement‑friendly for every feint and footwork."
      },
      "price": "25,41",
      "size": "100 ml",
      "image": "/products/CREMA-ANTI-ROZADURAS.jpg",
      "category": { "es": "cuidado", "en": "care" },
      "sportId": "fencing",
      "available": true
    },
    {
      "id": 6,
      "name": {
        "es": "Gel de Aloe Vera Puro",
        "en": "Pure Aloe Vera Gel"
      },
      "description": {
        "es": "Gel de aloe vera 100% puro para hidratar, calmar y regenerar la piel. Ideal para quemaduras solares, irritaciones y cuidado diario de la piel.",
        "en": "100% pure aloe vera gel to hydrate, soothe and regenerate skin. Ideal for sunburns, irritations and daily skin care."
      },
      "price": "7,26",
      "size": "100 ml",
      "image": "/products/GEL-DE-ALOE-VERA.jpg",
      "category": { "es": "cuidado", "en": "care" },
      "sportId": "multisport",
      "available": true
    },
    {
      "id": 7,
      "name": {
        "es": "Champú Anti-Caída Fortalecedor",
        "en": "Anti-Hair Loss Strengthening Shampoo"
      },
      "description": {
        "es": "Tras horas en el campo de tiro, el sol y el viento no solo exigen al cuerpo: también al cabello. Este champú fortalecedor limpia con suavidad los residuos de sudor y polvo, dejando el cuero cabelludo fresco para tu próxima tanda. Con activos que ayudan a reforzar desde la raíz, acompaña tu rutina de precisión día tras día.",
        "en": "After hours on the shooting line, sun and wind challenge more than your form — they challenge your hair. This strengthening shampoo gently lifts sweat and dust, leaving your scalp fresh for the next end. With root‑supporting actives, it pairs with your precision routine day after day."
      },
      "price": "12,10",
      "size": "100 ml",
      "image": "/products/CHAMPU-ANTI-CAIDA-TIRADORES.jpg",
      "category": { "es": "cuidado", "en": "care" },
      "sportId": "archery",
      "available": true
    },
    {
      "id": 8,
      "name": {
        "es": "Crema para Masajes Relajante",
        "en": "Relaxing Massage Cream"
      },
      "description": {
        "es": "Termina la regata y notas hombros y zona lumbar cargados. Esta crema de masaje se desliza con facilidad y ayuda a descomprimir la tensión tras las maniobras y las horas de mar. Textura cómoda, aroma discreto y una sensación de descanso que te prepara para la siguiente salida.",
        "en": "After the regatta, your shoulders and lower back feel tight. This massage cream glides smoothly and helps ease tension after maneuvers and hours at sea. Comfortable texture, subtle scent, and a rested feel that readies you for the next outing."
      },
      "price": "10,00",
      "size": "100 ml",
      "image": "/products/CREMA-MASAJE.jpg",
      "category": { "es": "cuidado", "en": "care" },
      "sportId": "sailing",
      "available": true
    },
    {
      "id": 9,
      "name": {
        "es": "Crema para Pies con Aceite de Espliego",
        "en": "Lavender Oil Foot Cream"
      },
      "price": "12,10",
      "size": "100 ml",
      "description": {
        "es": "Tras jornadas en cubierta —con zapato náutico o descalzo—, los pies piden alivio. Esta crema con aceite de espliego hidrata, calma y ayuda a neutralizar el olor, dejando una sensación fresca para el próximo bordo. Ideal para talones y plantas que aguantan largas guardias.",
        "en": "After long hours on deck —in boat shoes or barefoot— your feet need relief. This lavender oil cream hydrates, soothes, and helps neutralize odor, leaving a fresh feel for the next tack. Ideal for heels and soles that endure long watches."
      },
      "image": "/products/CREMA-PIES.jpg",
      "category": { "es": "cuidado", "en": "care" },
      "sportId": "sailing",
      "available": true
    },
    {
      "id": 10,
      "name": {
        "es": "Crema Anti-Rozaduras Deportivo",
        "en": "Sports Anti-Chafing Cream"
      },
      "description": {
        "es": "Antes de salir, protege los puntos de contacto con el sillín. Nuestro stick anti‑rozaduras forma una película resistente al sudor y al agua que reduce la fricción en rutas largas, manteniendo la piel cómoda bajo el culotte. Ligero y de fácil aplicación para entrenos y marchas.",
        "en": "Pre‑ride protection for saddle contact points. Our anti‑chafing stick forms a sweat‑ and water‑resistant film that reduces friction on long routes, keeping skin comfortable under your bibs. Lightweight and easy to apply for training and gran fondos."
      },
      "price": "25,41",
      "size": "100 ml",
      "image": "/products/ANTI-ROZADURAS-CICLISMO.jpg",
      "category": { "es": "cuidado", "en": "care" },
      "sportId": "cycling",
      "available": true
    },
    {
      "id": 11,
      "name": {
        "es": "Agarre Táctico Profesional",
        "en": "Professional Tactical Grip"
      },
      "description": {
        "es": "A mitad de serie, las manos sudan y la sujeción del arco debe seguir siendo constante. Este gel de agarre técnico ofrece una firmeza seca y controlada para que tu mano soporte el tiro sin deslizamientos, cuidando la piel durante la sesión. Integra el agarre en tu rutina previa al disparo.",
        "en": "Mid‑series, palms sweat and bow hold must stay consistent. This technical grip gel delivers dry, steady firmness so your bow hand resists slip while caring for the skin through the session. Fold the grip into your pre‑shot routine."
      },
      "price": "16,94",
      "size": "100 ml",
      "image": "/products/agarre-tactico.avif",
      "category": { "es": "deportes", "en": "sports" },
      "sportId": "archery",
      "available": true
    },
    {
      "id": 12,
      "name": {
        "es": "Crema Efecto Frío",
        "en": "Cooling Cream"
      },
      "description": {
        "es": "Entre tandas, un respiro para antebrazos y hombros. Nuestra crema efecto frío ofrece una sensación refrescante que ayuda a aliviar la carga tras las repeticiones de tiro, dejándote preparado para el siguiente end. Se absorbe rápido y no deja residuos, ideal para uso en campo.",
        "en": "Between ends, give forearms and shoulders a breather. Our cooling cream delivers a refreshing feel that helps ease the load after repeated shots, leaving you ready for the next end. Fast‑absorbing and residue‑free — ideal on the range."
      },
      "price": "10,00",
      "size": "100 ml",
      "image": "/products/CREMA-EFECTO-FRIO-TIRADORES.jpg",
      "category": { "es": "deportes", "en": "sports" },
      "sportId": "archery",
      "available": true
    },
    {
      "id": 13,
      "name": {
        "es": "Cremigel Masaje Muscular",
        "en": "Muscle Massage Cream-Gel"
      },
      "description": {
        "es": "Después de la práctica, trabaja la zona escapular y el manguito rotador con un masaje cómodo. Este cremigel ayuda a suavizar la tensión acumulada por el gesto del disparo, con deslizamiento justo y rápida absorción para recuperar sensaciones.",
        "en": "Post‑practice, treat the scapular area and rotator cuff with a comfortable massage. This cream‑gel helps ease tension built up by the shooting motion, with just‑right glide and quick absorption to restore feel."
      },
      "price": "12,00",
      "size": "100 ml",
      "image": "/products/CREMIGEL-MASAJE-MUSCULAR-TIRADORES.jpg",
      "category": { "es": "deportes", "en": "sports" },
      "sportId": "archery",
      "available": true
    },
    {
      "id": 14,
      "name": {
        "es": "Gel efecto calor",
        "en": "Heat Effect Gel"
      },
      "description": {
        "es": "Calienta antes de la primera serie. Nuestro gel efecto calor proporciona una sensación térmica progresiva en hombros, espalda y muñecas para activar antes de entrar a tirar. Integra el calentamiento en tu ritual, con textura que no molesta al agarre.",
        "en": "Warm up before the first series. Our heat effect gel provides a gradual thermal feel to shoulders, back, and wrists to activate before you shoot. Make warm‑up part of your ritual with a texture that won’t interfere with grip."
      },
      "price": "10,00",
      "size": "100 ml",
      "image": "/products/CREMA-EFECTO-CALOR.jpg",
      "category": { "es": "deportes", "en": "sports" },
      "sportId": "archery",
      "available": true
    },
    {
      "id": 15,
      "name": {
        "es": "Gel efecto calor",
        "en": "Heat Effect Gel"
      },
      "description": {
        "es": "En la sala, antes del asalto, activa piernas y brazos. El gel efecto calor despierta gemelos, cuádriceps y antebrazos con una sensación térmica suave que acompaña tu calentamiento sin saturar la piel. Ideal para reaccionar rápido desde el primer toque.",
        "en": "In the salle, before the bout, activate legs and arms. The heat effect gel wakes calves, quads, and forearms with a gentle thermal feel that supports warm‑up without overloading the skin. Ideal for moving fast from the first touch."
      },
      "price": "10,00",
      "size": "100 ml",
      "category": { "es": "deportes", "en": "sports" },
      "image": "/products/CREMA-EFECTO-CALOR.jpg",
      "sportId": "fencing",
      "available": true
    },
    {
      "id": 16,
      "name": {
        "es": "Cremigel",
        "en": "Cremigel Massage Gel"
      },
      "description": {
        "es": "Tras paradas y ripostas, los antebrazos quedan tensos. Este cremigel de masaje ayuda a soltar la carga y recuperar movilidad en muñecas y codos, con una textura cómoda que se integra en tu rutina de vuelta a la calma.",
        "en": "After parries and ripostes, forearms feel tight. This massage cream‑gel helps release load and restore mobility in wrists and elbows, with a comfortable texture that fits your cool‑down routine."
      },
      "price": "12,00",
      "size": "100 ml",
      "category": { "es": "cuidado", "en": "care" },
      "image": "/products/CREMIGEL-MASAJE-MUSCULAR.jpg",
      "sportId": "fencing",
      "available": true
    },
    {
      "id": 17,
      "name": {
        "es": "Calcio + Magnesio Vitamina K",
        "en": "Calcium + Magnesium Vitamin K"
      },
      "description": {
        "es": "Calcio + Magnesio Vitamina K es una combinación de nutrientes esenciales para el bienestar del cuerpo. El calcio ayuda a fortalecer los músculos y las articulaciones, mientras que el magnesio mejora la función muscular y la sensación de cuerpo. La vitamina K es crucial para el funcionamiento del sistema nervioso y muscular, y ayuda a prevenir lesiones y enfermedades. Esta combinación nutricional es esencial para mejorar el rendimiento deportivo y prevenir lesiones en atletas profesionales.",
        "en": "Calcium + Magnesium Vitamin K is a combination of essential nutrients for body wellness. Calcium helps strengthen muscles and joints, while magnesium improves muscular function and body sensation. Vitamin K is crucial for the functioning of the nervous system and muscles, and helps prevent injuries and diseases. This nutritional combination is essential for improving sports performance and preventing injuries in professional athletes."
      },
      "category": { "es": "suplementos", "en": "supplements" },
      "image": "/products/CALCIO-MAGNESIO-VITAMINA-K-MAN-POWERS.jpg",
      "price": "24,20",
      "size": "150 cap",
      "sportId": "multisport",
      "available": true
    },
    {
      "id": 18,
      "name": {
        "es": "Crema Efecto Frío",
        "en": "Cooling Cream"
      },
      "description": {
        "es": "Termina el asalto y dedica un minuto a bajar pulsaciones. Nuestra crema efecto frío aporta una sensación refrescante que ayuda a aliviar la fatiga en antebrazos, hombros y piernas después de tirar. Se absorbe rápido y acompaña la recuperación entre combates.",
        "en": "After a bout, take a minute to come down. Our cooling cream brings a refreshing feel that helps ease fatigue in forearms, shoulders, and legs after fencing. Quick‑absorbing to support recovery between matches."
      },
      "price": "10,00",
      "size": "100 ml",
      "image": "/products/CREMA-EFECTO-FRIO.jpg",
      "category": { "es": "deportes", "en": "sports" },
      "sportId": "fencing",
      "available": true
    },
    {
      "id": 19,
      "name": {
        "es": "Agarre técnico Profesional",
        "en": "Professional Technical Grip"
      },
      "description": {
        "es": "Gel de agarre técnico para golf, diseñado para mejorar la sujeción del palo en condiciones de humedad, sudor o tensión competitiva. Su fórmula crea una película antideslizante que mantiene las manos firmes y secas, incrementando el control del swing y la precisión en el impacto. Ideal para entrenamientos y torneos; se aplica en palma y dedos sin dejar residuos pegajosos ni marcar el grip. Ingredientes respetuosos con la piel que ayudan a prevenir rozaduras y fatiga de manos durante la vuelta.",
        "en": "Professional grip gel for golf, engineered to enhance club hold in humidity, sweat, or pressure situations. The formula forms a thin anti-slip film that keeps hands dry and steady, improving swing control and strike precision. Perfect for practice and competition; apply to palms and fingers without sticky residue or marking the grip. Skin-friendly ingredients help prevent chafing and hand fatigue throughout the round."
      },
      "price": "18,15",
      "size": "100 ml",
      "image": "/products/GEL-AGARRE-TECNICO.jpg",
      "category": { "es": "deportes", "en": "sports" },
      "sportId": "golf",
      "available": true
    },
    {
      "id": 20,
      "name": {
        "es": "Crema Efecto Frío",
        "en": "Cooling Cream"
      },
      "description": {
        "es": "Tras el campo de prácticas o los últimos nueve hoyos, refresca antebrazos y hombros. Esta crema efecto frío ayuda a aliviar la fatiga del swing repetido, dejando la piel cómoda y lista para seguir. Textura ligera, se absorbe rápido y no deja residuo en el grip.",
        "en": "After the range or the closing nine, cool down forearms and shoulders. This cooling cream helps ease swing‑induced fatigue, leaving skin comfortable and ready to carry on. Lightweight, fast‑absorbing, and won’t leave residue on the grip."
      },
      "price": "10,00",
      "size": "100 ml",
      "image": "/products/CREMA-EFECTO-FRIO-GOLF.jpg",
      "category": { "es": "deportes", "en": "sports" },
      "sportId": "golf",
      "available": true
    },
    {
      "id": 21,
      "name": {
        "es": "Cremigel",
        "en": "Cremigel Massage Gel"
      },
      "description": {
        "es": "Al terminar la vuelta, mima zona lumbar, hombros y antebrazos. Este cremigel de masaje ofrece el deslizamiento justo para trabajar la tensión del swing, con absorción rápida para una recuperación cómoda antes de la siguiente ronda.",
        "en": "Post‑round, treat lower back, shoulders, and forearms. This massage cream‑gel offers just‑right glide to work swing tension, with quick absorption for a comfortable recovery before the next round."
      },
      "price": "12,00",
      "size": "100 ml",
      "category": { "es": "cuidado", "en": "care" },
      "image": "/products/CREMIGEL-MASAJE-MUSCULAR-GOLF.jpg",
      "sportId": "golf",
      "available": true
    },
    {
      "id": 22,
      "name": {
        "es": "Gel efecto calor",
        "en": "Heat Effect Gel"
      },
      "description": {
        "es": "Antes de salir al tee 1, activa la movilidad. El gel efecto calor aporta una sensación térmica gradual en hombros, muñecas y espalda para preparar el cuerpo, sin dejar sensación pegajosa ni molestar el agarre.",
        "en": "On the first tee, get mobility going. The heat effect gel gives a gradual thermal feel to shoulders, wrists, and back to prep the body, without stickiness or affecting grip."
      },
      "price": "12,00",
      "size": "100 ml",
      "image": "/products/GEL-EFECTO-CALOR-GOLF.jpg",
      "category": { "es": "deportes", "en": "sports" },
      "sportId": "golf",
      "available": true
    },
    {
      "id": 23,
      "name": {
        "es": "Champú Anti-Caída Fortalecedor",
        "en": "Anti-Hair Loss Strengthening Shampoo"
      },
      "price": "12,10",
      "size": "100 ml",
      "description": {
        "es": "Sol, viento y horas en el campo pueden castigar el cabello. Este champú fortalecedor limpia sudor y residuos con suavidad, dejando el cuero cabelludo fresco tras la ronda. Con activos que ayudan a reforzar desde la raíz, acompaña tu juego día tras día.",
        "en": "Sun, wind, and hours on the course can stress hair. This strengthening shampoo gently clears sweat and residue, leaving your scalp fresh after the round. With root‑supporting actives, it pairs with your game day after day."
      },
      "image": "/products/CHAMPÚ-ANTICAIDA-GOLF.jpg",
      "category": { "es": "cuidado", "en": "care" },
      "sportId": "golf",
      "available": true
    }
  ]
}
