{
  "products": [
    {
      "id": 1,
      "name": {
        "es": "MAN POWERS Maca Forte 10:1 - 5000",
        "en": "MAN POWERS Maca Forte 10:1 - 5000"
      },
      "description": {
        "es": "Suplemento premium elaborado a partir de raíz de Maca Andina concentrada, que ofrece una potencia de 5000mg por cápsula. Su fórmula está diseñada para brindarte energía explosiva, resistencia física y un mayor enfoque mental.",
        "en": "Premium supplement made from concentrated Andean Maca root, offering a potency of 5000mg per capsule. Its formula is designed to provide explosive energy, physical endurance and enhanced mental focus."
      },
      "image": "/products/MACA 500.png",
      "category": "suplementos",
      "sportId": "multisport",
      "available": true
    },
    {
      "id": 2,
      "name": {
        "es": "Omega 3 - Puro aceite de pescado",
        "en": "Omega 3 - Pure fish oil"
      },
      "description": {
        "es": "Omega 3 puro aceite de pescado, enriquecido con Vitamina E. Esencial para la salud cardiovascular, función cerebral y bienestar general.",
        "en": "Pure fish oil Omega 3, enriched with Vitamin E. Essential for cardiovascular health, brain function and overall wellness."
      },
      "image": "/products/OMEGA 3 CAPSULAS.png",
      "category": "suplementos",
      "sportId": "multisport",
      "available": true
    },
    {
      "id": 3,
      "name": {
        "es": "MAN Protector Solar Facial y Corporal SPF 50+",
        "en": "MAN Facial and Body Sunscreen SPF 50+"
      },
      "description": {
        "es": "Tu aliado perfecto para el verano. Este innovador protector solar SPF 50+ te ofrece una protección total frente a los rayos UVA/UVB, combinada con un acelerador del bronceado. Su fórmula avanzada está enriquecida con Ácido Hialurónico.",
        "en": "Your perfect summer ally. This innovative SPF 50+ sunscreen offers total protection against UVA/UVB rays, combined with a tanning accelerator. Its advanced formula is enriched with Hyaluronic Acid."
      },
      "image": "/products/protector-solar.png",
      "category": "cuidado",
      "sportId": "multisport",
      "available": true,
      "amazonLinks": {
        "100ml": "https://www.amazon.es/dp/B0FMRZL91K",
        "50ml": "https://www.amazon.es/dp/B0FMRYF82L"
      }
    },
    {
      "id": 4,
      "name": {
        "es": "Creatina Monohidrato Premium",
        "en": "Premium Creatine Monohydrate"
      },
      "description": {
        "es": "Creatina monohidrato de máxima pureza para aumentar la fuerza, potencia y masa muscular. Ideal para entrenamientos de alta intensidad y deportes de fuerza.",
        "en": "Maximum purity creatine monohydrate to increase strength, power and muscle mass. Ideal for high-intensity training and strength sports."
      },
      "image": "/products/creatina.png",
      "category": "suplementos",
      "sportId": "multisport",
      "available": true
    },
    {
      "id": 5,
      "name": {
        "es": "Huesos Fuertes - Calcio + Vitamina D3",
        "en": "Strong Bones - Calcium + Vitamin D3"
      },
      "description": {
        "es": "Fórmula avanzada con calcio y vitamina D3 para fortalecer huesos y dientes. Esencial para mantener la densidad ósea y prevenir la osteoporosis.",
        "en": "Advanced formula with calcium and vitamin D3 to strengthen bones and teeth. Essential for maintaining bone density and preventing osteoporosis."
      },
      "image": "/products/huesos fuertes.png",
      "category": "suplementos",
      "sportId": "multisport",
      "available": true
    },
    {
      "id": 6,
      "name": {
        "es": "Gel de Aloe Vera Puro",
        "en": "Pure Aloe Vera Gel"
      },
      "description": {
        "es": "Gel de aloe vera 100% puro para hidratar, calmar y regenerar la piel. Ideal para quemaduras solares, irritaciones y cuidado diario de la piel.",
        "en": "100% pure aloe vera gel to hydrate, soothe and regenerate skin. Ideal for sunburns, irritations and daily skin care."
      },
      "image": "/products/aleo vera gel.png",
      "category": "cuidado",
      "sportId": "multisport",
      "available": true
    },
    {
      "id": 7,
      "name": {
        "es": "Champú Anti-Caída Fortalecedor",
        "en": "Anti-Hair Loss Strengthening Shampoo"
      },
      "description": {
        "es": "Champú especializado para combatir la caída del cabello y fortalecer desde la raíz. Enriquecido con biotina, keratina y extractos naturales.",
        "en": "Specialized shampoo to combat hair loss and strengthen from the root. Enriched with biotin, keratin and natural extracts."
      },
      "image": "/products/Champu anticaida.png",
      "category": "cuidado",
      "sportId": "archery",
      "available": true
    },
    {
      "id": 8,
      "name": {
        "es": "Crema para Masajes Relajante",
        "en": "Relaxing Massage Cream"
      },
      "description": {
        "es": "Crema de masaje con aceites esenciales para relajar músculos tensos y aliviar el estrés. Textura suave que se absorbe fácilmente.",
        "en": "Massage cream with essential oils to relax tense muscles and relieve stress. Smooth texture that absorbs easily."
      },
      "image": "/products/Crema Masajes.png",
      "category": "cuidado",
      "sportId": "sailing",
      "available": true
    },
    {
      "id": 9,
      "name": {
        "es": "Crema para Pies con Aceite de Espliego",
        "en": "Lavender Oil Foot Cream"
      },
      "description": {
        "es": "Crema relajante, hidratante y desodorante para tus pies con aceite de espliego. Ideal para deportistas y personas activas que buscan cuidado y relajación.",
        "en": "Relaxing, moisturizing and deodorizing foot cream with lavender oil. Ideal for athletes and active people seeking care and relaxation."
      },
      "image": "/products/crema pies.png",
      "category": "cuidado",
      "sportId": "sailing",
      "available": true
    },
    {
      "id": 10,
      "name": {
        "es": "Crema Anti-Rozaduras Deportivo",
        "en": "Sports Anti-Chafing Cream"
      },
      "description": {
        "es": "Stick anti-rozaduras de aplicación fácil para prevenir irritaciones durante el ejercicio. Resistente al agua y sudor.",
        "en": "Easy-to-apply anti-chafing cream to prevent irritation during exercise. Water and sweat resistant."
      },
      "image": "/products/AntiRozaduras.png",
      "category": "deportes",
      "sportId": "cycling",
      "available": true
    },
    {
      "id": 11,
      "name": {
        "es": "Agarre Táctico Profesional",
        "en": "Professional Tactical Grip"
      },
      "description": {
        "es": "¿Buscas mejorar tu precisión y control con el arma? Nuestro gel de agarre revolucionario te dará ese agarre extra que necesitas para dominar cada tiro. Con una fórmula especial que mantiene tus manos firmes y secas, podrás mantener un control total sobre tu arma. ¡Olvídate de los deslizamientos y céntrate en dar en el blanco! Además, cuida tus manos con ingredientes naturales que las mantienen suaves y protegidas durante toda tu sesión de tiro.",
        "en": "High-quality tactical grip to improve performance in sports and activities requiring precision and control."
      },
      "image": "/products/agarre tactico.png",
      "category": "deportes",
      "sportId": "archery",
      "available": true
    },
    {
      "id": 12,
      "name": {
        "es": "Crema Efecto Frío",
        "en": "Cooling Cream"
      },
      "description": {
        "es": "¿Necesitas relajar tus músculos despúes de una partida? Nuestra crema efecto frío es la solución perfecta. Esta crema hidratante y relajante ayuda a calmar las tensiones musculares, reduciendo el estrés y mejorando la precisión en deportes como el arquero. Con ingredientes naturales y una fórmula avanzada, nuestra crema es segura y efectiva para todos los niveles de ejercicio. ¡Descubre el poder de relajar y mejorar tu rendimiento con nuestra crema efecto frío!",
        "en": "Cooling cream to relax muscles after a game. This cream hydrates, soothes and relieves muscle tension, reducing stress and improving precision in sports such as archery. With natural ingredients and an advanced formula, this cream is safe and effective for all exercise levels. Discover the power of cooling and improve your performance with our cooling cream!"
      },
      "image": "/products/crema efecto frio.png",
      "category": "deportes",
      "sportId": "archery",
      "available": true
    },
    {
      "id": 13,
      "name": {
        "es": "Cremigel Masaje Muscular",
        "en": "Muscle Massage Cream-Gel"
      },
      "description": {
        "es": "Cremigel Masaje Muscular es una crema de masaje que ayuda a relajar y hidratar los músculos. Es especialmente diseñada para atletas profesionales que buscan mejorar su precisión y control en sus movimientos. Con una fórmula avanzada que contiene ingredientes naturales, esta crema ayuda a reducir la tensión muscular y mejorar la precisión en deportes como el arquero. ¡Descubre el poder de relajar y mejorar tu rendimiento con Cremigel Masaje Muscular!",
        "en": "Cremigel Muscle Massage Cream-Gel is a massage cream that helps relax and hydrate muscles. It is especially designed for professional athletes who seek to improve their precision and control in their movements. With an advanced formula that contains natural ingredients, this cream helps reduce muscle tension and improve precision in sports such as archery. Discover the power of relieving and improving your performance with Cremigel Muscle Massage Cream-Gel!"
      },
      "image": "/products/cremigel tiro.png",
      "category": "deportes",
      "sportId": "archery",
      "available": true
    },
     {
      "id": 14,
      "name": {
        "es": "Gel efecto calor",
        "en": "Heat Effect Gel"
      },
      "description": {
        "es": "¡Prepara tus músculos para la acción con nuestro Gel Efecto Calor! Formulado especialmente para un calentamiento efectivo, este gel proporciona una sensación térmica gradual que ayuda a preparar tus articulaciones y músculos antes del ejercicio. Su fórmula avanzada con ingredientes activos naturales no solo genera calor, sino que también ofrece protección articular, reduciendo el riesgo de lesiones. Ideal para rutinas de calentamiento en cualquier deporte o actividad física. ¡Maximiza tu rendimiento desde el primer momento con una preparación muscular óptima!",
        "en": "Prepare your muscles for action with our Heat Effect Gel! Specially formulated for effective warm-up, this gel provides a gradual thermal sensation that helps prepare your joints and muscles before exercise. Its advanced formula with natural active ingredients not only generates heat but also offers joint protection, reducing the risk of injury. Perfect for warm-up routines in any sport or physical activity."
      },
      "image": "/products/gelefectocalor.png",
      "sportId": "archery",
      "available": true
    },
         {
      "id": 15,
      "name": {
        "es": "Gel efecto calor",
        "en": "Heat Effect Gel"
      },
      "description": {
        "es": "¡Prepara tus músculos para la acción con nuestro Gel Efecto Calor! Formulado especialmente para un calentamiento efectivo, este gel proporciona una sensación térmica gradual que ayuda a preparar tus articulaciones y músculos antes del ejercicio. Su fórmula avanzada con ingredientes activos naturales no solo genera calor, sino que también ofrece protección articular, reduciendo el riesgo de lesiones. Ideal para rutinas de calentamiento en cualquier deporte o actividad física. ¡Maximiza tu rendimiento desde el primer momento con una preparación muscular óptima!",
        "en": "Prepare your muscles for action with our Heat Effect Gel! Specially formulated for effective warm-up, this gel provides a gradual thermal sensation that helps prepare your joints and muscles before exercise. Its advanced formula with natural active ingredients not only generates heat but also offers joint protection, reducing the risk of injury. Perfect for warm-up routines in any sport or physical activity."
      },
      "image": "/products/agua-de-citronela.png",
      "sportId": "archery",
      "available": true
    }
  ]
}
